{
  "Introduction" : [
    {
      "type" :  "lesson",
      "name" :  "Why is digital literacy important?",
      "content" : {
        "text" : "November 22, 2016, the Stanford History Education Group (SHEG) released a study testing the ability of middle school, high school, and college students to reason about the information on the internet. They summarized their findings in one word: bleak.\n\nA following study published on November 14, 2019 tested 3,446 more students, and again, they summarized their results as \"troubling.\" The following statistics are taken from their study.\n\n• Fifty-two percent of students believed a grainy video claiming to show ballot stuffing in the 2016 Democratic primaries (the video was actually shot in Russia) constituted “strong evidence” of voter fraud in the U.S. Among more than 3,000 responses, only three students tracked down the source of the video, even though a quick search turns up a variety of articles exposing the ruse. \n\n• Two-thirds of students couldn’t tell the difference between news stories and ads (set off by the words “Sponsored Content”) on Slate’s homepage.\n\n• Ninety-six percent of students did not consider why ties between a climate change website and the fossil fuel industry might lessen that website’s credibility. Instead of investigating who was behind the site, students focused on superficial markers of credibility: the site’s aesthetics, its top-level domain, or how it portrayed itself on the About page.\n\nNeedless to say, with the wealth of information online, it is difficult to discern which of that information is reliable versus unreliable. However, when SHEG tested professional fact-checkers, they were able to reach better conclusions in a shorter amount of time (National Portrait 5). This unit will teach the techniques these fact checkers use and their three central questions to evaluating sources:\n\n1.Who is behind the information?\n2.What is the evidence for their claims?\n3.What do other sources say about the organization and its claims?\n",
        "sources" : "\"Breakstone, J., Smith, M., Wineburg, S., Rapaport, A., Carle, J., Garland, M., & Saavedra, A. (2019). Students’ civic online reasoning: A national portrait. Stanford History Education Group & Gibson Consulting. https://purl.stanford.edu/gf151tb4868\\n\\nWineburg, Sam and McGrew, Sarah and Breakstone, Joel and Ortega, Teresa. (2016). Evaluating Information: The Cornerstone of Civic Online Reasoning. Stanford Digital Repository. Available at: http://purl.stanford.edu/fv751yt5934\""
      }
    },

    {
      "type" : "quiz",
      "name" : "Exercise: Is it reliable?",
      "content" : {
        "text" : "After each section will be a multiple choice quiz or exercise. Points will be given based upon how many attempts are needed to get the correct answer. A certificate will be given at the end if you have gained enough points.\n\nFor this exercise, take a look at the following website and ask yourself: would you trust the information provided on this website? Note that you are allowed to use any other resources on the internet including google search to aid in your evaluation. Use as little or as much time needed to be confident in your answer.\n",
        "website" : "https://minimumwage.com/"
      },
      "choices" : [
          "Yes: I would trust the information provided on this website",
          "No: I would not trust the information provided on this website"
      ],
      "correct" : [1,2]
    },

    {
      "type" : "lesson",
      "name" : "Exercise Breakdown",
      "content" : {
        "text" : "What did you answer for the previous exercise? More importantly, what reasoning did you use to arrive at your conclusion?\n\nMinimumWage.com is actually a front for a lobbyist group which is against raising the minimum wage. Taking a look at their about us page and Googling the \"Employment Policies Institute\" shows multiple exposes done on the organization. \n\nDid you decide to leave MinimumWage.com and search for other information on the website? If you did, you utilized the technique called lateral reading which will be the first fact-checking technique we will explore. If you did not, you used the traditional technique of vertical reading which is simply not sufficient to use when evaluating information online.\n\nIn SHEG’s study, only 7% of students got it right. Whether or not you were able to correctly evaluate MinimumWage.com, it’s evident how convincing certain sources of information can be and how we always need to be aware. How something looks, the language used, or the way it is presented can be quite persuasive. That is why we must always ask the three main questions:\n\n1.Who is behind the information?\n2.What is the evidence for their claims?\n3.What do other sources say about the organization and its claims?\n"
      }
    },

    {
      "type" : "quiz",
      "name" : "Exercise Breakdown",
      "content" : {
        "text" : "What are the three main questions to ask when evaluating information?\ni. Who is behind the information?\nii. Does the information sound credible?\niii. What is the evidence for their claims?\niv. What do other sources say about the organization and its claims\n"
      },
      "choices" : [
        "i, ii, iii",
        "i, iii, iv",
        "i, ii, iv",
        "ii,iii, iv"
      ],
      "correct" : [2]
    },

    {
      "type" : "lesson",
      "name" : "Quiz: Things to keep in mind",
      "content" : {
        "text" : "One question that should be asked is whether or not the information we present in this unit is reliable. We are a group of students in high school who are not experts in the subject of fact-checking and evaluating sources online. Thus, we rely on the information provided by the experts we have found, they are:\n\nStanford History Education Group (SHEG)\nCivic Online Reasoning Curriculum which was developed by SHEG\nCrash Course Navigating Digital Information Youtube Series which worked with MediaWise - a project by the Poynter Institute that was funded by Google\n\nAnother concept to keep in mind is how our perspective and the perspective of our sources could influence the information we present. Accounting for an author’s thoughts and beliefs will be explored in Chapter 6 - Social Media.\n\nLastly, we used a few statistics in the first two sections, but stats should not be treated as cold hard facts. The context of the statistic and the way it is presented can make all the difference. For example, the study by SHEG only tested a small fraction of students based in the United States that had agreed to participate. While this does not invalidate the findings nor its usefulness, whenever statistics are presented, how the data could be skewed should be considered. Data and Infographics will be explored further in Chapter 4.\n"
      }
    },

    {
      "type" : "quiz",
      "name" : "Quiz: Things to keep in mind",
      "content" : {
        "text" : "I should:"
      },
      "choices" : [
        "Believe everything I read online",
        "Never read anything on the internet because it’s all a lie",
        "Take data at face value",
        "Always consider the source of information"
      ],
      "correct" : [4]
    }
  ],


  "LateralReading" : [
    {
      "type" : "lesson",
      "name" : "What is lateral reading?",
      "content" : {
        "text" : "When most people are determining the credibility of a website, they often don’t think to look beyond the source itself, instead scrolling up and down the page without anything else to compare it with. This is called vertical reading.\n\nProfessional fact-checkers use a technique known as lateral reading: essentially, searching for additional information when reading about something. When presented with an unfamiliar website or article, consult other sources to gauge its accuracy and credibility. This means looking beyond the site itself, opening lots of tabs, checking other verified sources to see if the information matches up, and searching up things like the author’s reputation and affiliation."
      }
    },

    {
      "type" : "quiz",
      "name" : "Quiz: What is lateral reading?",
      "content" : {
        "text" : "What does it mean to read laterally?"
      },
      "choices" : [
        "Reading from left to right",
        "Looking closely at one source",
        "Skimming across a variety of sources",
        "Assuming everything on the internet is false"
      ],
      "correct" : [3]
    },

    {
      "type" : "lesson",
      "name" : "The Wikipedia Technique",
      "content" : {
        "text" : "While it is true that Wikipedia can sometimes be unreliable, it is excellent at providing a wide range of information. So, while the finer details may not be the most credible, Wikipedia works great for getting a general idea of a topic—it’s rarely outright wrong. \n\nWhen presented with an unfamiliar website, one way to apply lateral reading is to simply look up the source on Wikipedia. More often than not, a quick and simple cross-check will reveal some potential issues. For example, an organization’s Wikipedia entry may confirm it as a credible source, or reveal any political biases or hidden agendas that otherwise would not be apparent. If an article’s publisher or sponsor is not even listed, it may be a sign that something is amiss."
      }
    },

    {
      "type" : "quiz",
      "name" : "Is this source good?",
      "content" : {
        "text" : "Apply your lateral reading skills and decide if this website is credible or not.",
        "website" : "https://www.narconon.org/"
      },
      "choices" : [
        "Yes this website is credible",
        "No this website is not credible"
      ],
      "correct" : [2]
    },

    {
      "type" : "lesson",
      "name" : "Fact checking websites",
      "content" : {
        "text" : "Sometimes, a simple Wikipedia search may not be enough to verify a source. Another option is to consult a fact-checking website. Verified and known resources such as Snopes, PolitiFact and AP Fact Check are incredibly useful tools to incorporate into the lateral reading process, as they specialize in identifying false or misleading information. Thus, another way to apply lateral reading is to look up the topic in question in one of several accepted fact-checking websites. "
      }
    },

    {
      "type" : "quiz",
      "name" : "Is this fact true?",
      "content" : {
        "text" : "Apply your lateral reading skills and decide if this event really occurred.",
        "website" : "https://twitter.com/Gatsbyspants/status/1374495246034247681"
      },
      "choices" : [
        "No this event did not occur",
        "Yes this event did occur"
      ],
      "correct" : [2]
    }
  ]

}
